Repository: pekarskyi/ip-woo-cleaner
Catalog: lang/ip-woo-cleaner-*.po
Languages: ru_ru, uk

source: Actions complete:
ru_ru: Выполнено:

source: Actions failed:
ru_ru: Неудачно:

source: Actions pending:
ru_ru: В ожидании:

source: Actions scheduler:
ru_ru: Запланированные действия

source: All coupons deleted!
ru_ru: Все купоны удалены!
uk: Всі купони видалено!

source: All order notes deleted!
ru_ru: Все заметки о заказах удалены!
uk: Всі примітки до замовлень видалено!

source: All orders deleted!
ru_ru: Все заказы удалены!

source: All trashed products deleted!
ru_ru: Все товары в мусорнике удалены!
uk: Всі товари в смітнику видалено!

source: author's website
ru_ru: сайт автора, услуги, консультация
uk: сайт автора, послуги, консультація

source: Completed actions deleted!
ru_ru: Выполненные действия удалены!

source: Coupons:
ru_ru: Купоны:
uk: Купони:

source: Delete all attributes
ru_ru: Удалить все атрибуты
uk: Видалити всі атрибути

source: Delete all categories
ru_ru: Удалить все категории
uk: Видалити всі категорії

source: Delete all completed
ru_ru: Удалить все выполненные

source: Delete all coupons
ru_ru: Удалить все купоны
uk: Видалити всі купони

source: Delete all failed
ru_ru: Удалить все неудачные

source: Delete all order notes
ru_ru: Удалить все примечания
uk: Видалити всі примітки

source: Delete all orders
ru_ru: Удалить все заказы

source: Delete all products
ru_ru: Удалить все товары
uk: Видалити всі товари

source: Delete all tags
ru_ru: Удалить все теги
uk: Видалити всі теги

source: Delete all trashed products
ru_ru: Очистить мусорник
uk: Очистити смітник

source: description, FAQ and updates.
ru_ru: описание, часто задаваемые вопросы и обновления.
uk: опис, поширені запитання та оновлення.

source: Disclaimer:
ru_ru: Отказ от ответственности:
uk: Відмова від відповідальності:

source: Failed actions deleted!
ru_ru: Неудачные действия удалены!

source: Helpful Links:
ru_ru: Полезные ссылки:
uk: Корисні посилання:

source: Missing
ru_ru: Отсутствует

source: Mykola Pekarskyi
ru_ru: Николай Пекарский
uk: Микола Пекарський

source: Order notes:
ru_ru: Примечания к заказу:
uk: Примітки до замовлення:

source: Order storage type:
ru_ru: Тип хранения заказов:
uk: Сховище даних замовлень:

source: Orders:
ru_ru: Заказы:
uk: Замовлення:

source: Plugin page on Github
ru_ru: Страница плагина на Github
uk: Сторінка плагіна на Github

source: Product attributes deleted!
ru_ru: Атрибуты товаров удалены!
uk: Атрибути товарів видалено!

source: Product attributes set to not Public!
ru_ru: Атрибуты установлены как Не архивы!
uk: Атрибути стали як Не архіви!

source: Product Attributes:
ru_ru: Атрибуты товаров:
uk: Атрибути товарів:

source: Product attributes:
ru_ru: Атрибуты товаров:
uk: Атрибути товарів:

source: Product categories deleted!
ru_ru: Категории товаров удалены!
uk: Категорії товарів видалено!

source: Product Categories:
ru_ru: Категории товаров:
uk: Категорії товарів:

source: Product tags deleted!
ru_ru: Теги товаров удалены!
uk: Позначки товарів видалено!

source: Product Tags:
ru_ru: Теги товаров:
uk: Позначки товарів:

source: Product tags:
ru_ru: Теги товаров:
uk: Позначки товарів:

source: Products deleted!
ru_ru: Товары удалены!
uk: Товари видалено!

source: Products:
ru_ru: Товары:
uk: Товари:

source: Public (archive) attributes:
ru_ru: Атрибуты-архивы:
uk: Атрибути-архіви:

source: recommended plugin for creating site backups.
ru_ru: рекомендуемый плагин для создания резервных копий сайта.
uk: рекомендований плагін для створення резервних копій сайтів.

source: Set all attributes as Not public
ru_ru: Сделать атрибуты как не архивы
uk: Зробити атрибути як не архіви

source: Settings
ru_ru: Настройки
uk: Налаштування

source: The author is not responsible for any losses, damages, or other consequences of using the plugin. You use it at your own risk. Creating backups is recommended!
ru_ru: Автор не несёт ответственности за потери, убытки или другие последствия использования плагина. Вы используете его на свой страх и риск. Рекомендуется делать резервные копии!

source: The plugin deletes attributes, tags, products, categories, and orders in WooCommerce.
ru_ru: Плагин удаляет атрибуты, теги, товары, категории и заказы в WooCommerce.
uk: Плагін видаляє атрибути, теги, товари, категорії та замовлення у WooCommerce.

source: This plugin will help you to clean up your WooCommerce store by deleting unnecessary data.
ru_ru: Этот плагин поможет вам очистить ваш магазин WooCommerce, удалив ненужные данные.
uk: Цей плагін допоможе вам очистити ваш магазин WooCommerce, видаливши непотрібні дані.

source: Trashed products:
ru_ru: Товары в мусорнике:
uk: Товари в смітнику:

source: Ukrainian Telegram community of WordPress site owners and developers. Join the Ukrainian WordPress community today!
ru_ru: Украинское Telegram-сообщество владельцев и разработчиков сайтов на WordPress. Присоединяйтесь к украинскому сообществу WordPress уже сегодня!
uk: Українська Telegram-спільнота власників та розробників сайтів на WordPress. Приєднуйтесь до української спільноти WordPress вже сьогодні!

source: All orders (HPOS) deleted!
uk: Всі замовлення (HPOS) видалено!

source: All orders (pre-HPOS) deleted!
uk: Всі замовлення (pre-HPOS) видалено!

source: Delete all orders (HPOS)
uk: Видалити всі замовлення (HPOS)

source: Delete all orders (pre-HPOS)
uk: Видалити всі замовлення (pre-HPOS)

source: Orders in HPOS:
uk: Замовлення в HPOS:

source: Orders in pre-HPOS:
uk: Замовлення в pre-HPOS:

source: Please note that this action cannot be undone.
uk: Зверніть увагу, що цю дію неможливо скасувати.

source: The author of this plugin assumes no responsibility for any damages, data loss, or other unforeseen consequences arising from the use of this plugin. The use of this plugin is at the user&rsquo;s own risk. It is recommended to perform regular data backups before installing and using the plugin.
uk: Автор цього плагіна не несе відповідальності за будь-які збитки, втрату даних або інші непередбачувані наслідки, пов'язані з використанням цього плагіна. Використання цього плагіна відбувається на власний ризик користувача. Рекомендується регулярно створювати резервні копії даних перед встановленням та використанням плагіна.

source: Warning:
uk: Увага:

source: WARNING: Remember to back up your database before deleting any data!
uk: УВАГА: Не забудьте створити резервну копію бази даних перед видаленням даних!
